Repository: MarinaDotNet/AstroRepository
Catalog: ClientApplication/Application.*.resx
Languages: fr

# rdoNightMode.Text
source: Nigth Mode On
fr: Mode nuit activé

# clmStarVelocity.HeaderText
source: Star Velocity
fr: Vitesse des étoiles

# clmStarDistance.HeaderText
source: Star Distance
fr: Distance étoile

# clmEventHorizont.HeaderText
source: Event Horizon
fr: Horizon des événements

# grbStarVelocity.Text
source: Star Velocity
fr: Vitesse des étoiles

# lblSVRest.Text
source: Rest:
fr: Repos:

# lblSVObserved.Text
source: Observed:
fr: Observé:

# grbStarDistance.Text
source: Star Distance
fr: Distance étoile

# lblSDUnits.Text
source: acrseconds
fr: acrsecondes

# lblSDAngle.Text
source: Parallax Angle:
fr: Angle de parallaxe :

# grbTempretureInKelvin.Text
source: Tempreture in Kelvin
fr: Température en Kelvin

# lblTKTempreture.Text
source: Degrees in C:
fr: Diplômes en C:

# btnCalculate.Text
source: Calculate
fr: Calculer

# grbEventHorizon.Text
source: Event Horizon
fr: Horizon des événements

# lblEHKilometers.Text
source: Kilometers:
fr: Kilomètres :

# btnColorDialog.Text
source: Adjust Color Theme
fr: Ajuster le thème de couleur
